Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memf.tmx
Source language: ca
Languages: es_es

source: [cache] o memòria cau: Memòria RAM intermèdia, d'accés més ràpid per part del processador, on es copia de quan en quan un bloc (també ``pàgina'') complet de posicions consecutives de la memòria RAM general per a simplificar accessos repetits a posicions en la mateixa zona.
es_es: [caché] : Memoria RAM intermedia, de acceso más rápido por parte del procesador, donde se copia de vez en cuando un bloque (también ``página'') completo de posiciones concecutivas de la memoria RAM general para simplificar accesos repetidos a posiciones en la misma zona.

source: La velocitat de les unitats centrals dels ordinadors es mesura en MHz o GHz, és a dir, en milions o milers de milions de cicles bàsics de processament d'informació ---corresponents als tics o impulsos del rellotge que sincronitza tots els circuits de l'ordinador--- per segon.
es_es: La velocidad de las unidades centrales de los ordenadores se mide en MHz o GHz, es decir, en millones o miles de millones de ciclos básicos de procesamiento de información ---correspondientes a los tics o impulsos del reloj que sincroniza todos los circuitos del ordenador--- por segundo.

source: |http://| |mailto:| L'esquema d'Internet
es_es: |http://| |*mailto:| El esquema de Internet

source: Per exemple, les persones que participen en un xat elegeixen un àlies o malnom ``entren'' en una ``sala'' determinada on hi ha més persones (potser amb interessos comuns), i ``conversen'' per escrit públicament, o estableixen ``converses a part'' (a banda) quan cal amb alguna persona concreta de la sala.
es_es: Por ejemplo, las personas que participan en un chat eligen un alias o mote, "entran'' en una "sala'' determinada donde hay más personas (quizás con intereses comunes), y "conversan'' por escrito públicamente, o establecen "conversaciones aparte'' (en banda) cuando hace falta con alguna persona concreta de la sala.

source: [486:] Un model de processador central de la família 86, dissenyat per Intel i també per altres companyies, que es troba en ordinadors personals del tipus PC.
es_es: [486:] Un modelo de procesador central de la familia 86, diseñado por Intel y también por otras compañías, que se encuentra en ordenadores personales de tipo PC.

source: 27 36 9 La tarjeta Compact Flash on s'emmagatzemen les fotografies d'una càmera digital té 64 MB.
es_es: \begin{enumerate} \item 27 \item 36 \item 9 \end{enumerate} \item La tarjeta Compact Flash donde se almacenan las fotografías de una cámara digital tiene 64 MB.

source: Si són de colors, cal més d'un bit per a cada punt.
es_es: Si son de colores, hace falta más de un bit para cada punto.

source: Un dels paràmetres més interessants d'un mòdem és la velocitat de transmissió de dades, que es mesura en bps (bits per segon).
es_es: Uno de los parámetros más interesantes de un módem es la velocidad de transmisión de datos, que se mide en bps (bits por segundo).

source: (a) (b) (a) (b).
es_es: \item (a) \item (b) \item (a) \item (a):

source: La primera part d'un URI (identificador uniforme de recursos) especifica l'esquema d'accés.
es_es: La primera parte de un URI (identificador uniforme de recursos) especifica el esquema de acceso.

source: N'hi ha d'altres, com el ratolí o la maneta de jocs, o l'escànner, un dispositiu que llegeix una imatge impresa i la converteix en un fitxer (vegeu l'apartat ) que conté la imatge digitalitzada.
es_es: Hay otros, como el ratón o la manecilla de juegos, o el escaner, un dispositivo que lee una imagen impresa y la convierte en un fichero (ver el apartado ) que contiene la imagen digitalizada.

source: Ahmed té un ordinador amb un processador de 500 MHz i 128 megaoctets de RAM i ha contractat un mòdem de cable de 128 kilobits per segon per a connectar-se a Internet.
es_es: Ahmed tiene un ordenador con un procesador de 500 MHz y 128 megabytes de RAM y ha contratado un módem de cable de 128 kilobits por segundo para conectarse a Internet.

source: { ALGORISME COMPARA Entrada: Dues seqüències de caràcters $A$ i $B$. Eixida: Sí, si són iguals; no si no ho són.
es_es: { ALGORITMO COMPARA Entrada: Dos secuencias de caracteres $A$ i $B$. Salida: Sí, si son iguales; no si no lo son.

source: governamental
es_es: gubernamental

source: En un suport magnètic, normalment.
es_es: \item En un soporte magnético, normalmente.

source: Quan en un navegador no s'indica l'esquema d'un URI, quin esquema se sobreentén?
es_es: Cuando en un navegador no se indica el esquema de un URI, ¿qué esquema se sobreentiende?

source: Impressores matricials o d'agulles ja no se'n fan.
es_es: Impresoras matriciales o de aguja ya no se hacen.

source: Els adaptadors de vídeo bàsics més comuns són els adaptadors VGA o SuperVGA, encara que actualment n'hi ha de molt més avançats.
es_es: Los adaptadores de video básicos más comunes son los adaptadores VGA o SuperVGA, aunque actualmente hay algunos mucho más avanzados.

source: El codi ASCII és el codi bàsic per a emmagatzemar textos; quan els textos són més rics i contenen informació sobre tipus i grandàries de lletra, diagramació, notes a peu de pàgina, etc., s'usen formats més avançats que s'expliquen en l'epígraf .
es_es: El código ASCII es el código básico para almacenar textos; cuando los textos son más ricos y contienen información sobre tipos de letra y tamaño, diagramación, notas a pie de página, etc., se usan formatos más avanzados que se explican en el epígrafo .

source: Els mòdems converteixen informació digital en senyals analògics però no al revés.
es_es: \item ¿Cuál de estas afirmaciones es incorrecta? \begin{enumerate} \item Los módems convierten información digital en señales analógicas pero no a la inversa.

source: Actualment, un dels usos més populars dels mòdems telefònics és la connexió del PC domèstic a Internet (vegeu l'apartat ). Hi ha altres tipus de mòdems, normalment més ràpids: mòdems de cable, que permeten connectar l'ordinador a Internet a través dels cables d'empreses especialitzares que ofereixen televisió, telèfon i Internet, mòdems ADSL (vegeu ADSL en aquest glossari), etc.
es_es: Eso permite enviar una carta de una página en unas décimas de segundo.

source: Dos fitxers ---també dos directoris--- només poden tenir el mateix nom si es troben en directoris diferents.
es_es: Dos ficheros ---también dos directorios--- sólo pueden tener el mismo nombre si se encuentran en directorios diferentes.

source: Imagineu que en un disc hem creat l'estructura de fitxers i directoris següent: ( .{{}}.
es_es: Imaginad que en un disco hemos creado la estructura de ficheros y directorios siguiente: ( .{{}}.

source: Què és Internet?
es_es: ¿Qué es Internet?

source: Cada dígit decimal pot prendre, per separat, 10 valors diferents.
es_es: Cada dígito decimal puede tomar, por separado, 10 valores diferentes.

source: Què es ``{http://www.tharaka.org.ke/nkoru}''?
es_es: ¿Qué es "{http://www.tharaka.org.ke/nkoru}''?

source: Regne Unit
es_es: Reino Unido

source: Forcada i Juan Antonio Pérez Ortiz
es_es: Forcada y Juan Antonio Pérez Ortiz

source: {Alguns indicatius Internet usats originalment als Estats Units d'Amèrica i més recentment arreu del món (recentment s'estan llançant nous indicatius com ara .biz (business), .info, .museum, etc.)}
es_es: {Algunos indicativos de Internet usados originalmente en los Estados Unidos de América y, más recientemente, en todo el mundo (hace poco se están lanzando nuevos indicativos como por ejemplo .biz (empresariales), .info, .museos, etc.)}

source: És ràpida, permanent i d'accés seqüencial.
es_es: \item Es rápida, permanente y de acceso secuencial.

source: La majoria dels sistemes contenen una CPU ({ central processing unit}, unitat central [de processament]), o senzillament, un processador que és responsable d'executar totes les instruccions de programa, de processar dades, i de controlar el funcionament d'altres components del maquinari.
es_es: La mayoría de los sistemas contienen una CPU ({ central processing unit}, unidad central [de procesamiento]), o sencillamente, un procesador que es responsable de ejecutar todas las instrucciones de programa, de procesar datos, y de controlar el funcionamiento de otros componentes del hardware.

source: [7.] Si no existeix la posició $p$ de $B$, digues sí i para.
es_es: [7.] Si no existe la posición $p$ de $B$, di sí y para.

source: Sí, perquè els programes en execució i les seues dades estaven tots en la memòria RAM (si no eren ja al disc).
es_es: \item Sí, porque los programas en ejecución y sus datos estaban todos en la memoria RAM (si no estaban ya en el disco).

source: De fet, convé considerar la trajectòria com a part del nom del fitxer, cosa que ens permetria dir, senzillament, que en un disc no pot haver-hi dos fitxers amb el mateix nom.
es_es: De hecho, conviene considerar la trayectoria como parte del nombre del fichero, algo que nos permitiría decir, sencillamente, que en un disco no puede haber dos ficheros con el mismo nombre.

source: 1 segon aproximadament 100 segons aproximadament el mateix temps Pràcticament tots els programes necessiten fer operacions bàsiques com ara obrir i tancar arxius o gestionar el ratolí i la pantalla.
es_es: \begin{enumerate} \item 1 segundo aproximadamente \item 100 segundos aproximadamente \item el mismo tiempo \end{enumerate} \item Prácticamente todos los programas necesitan hacer operaciones básicas como por ejemplo abrir y cerrar archivos o gestionar el ratón y la pantalla.

source: Si en la segona unitat un programa tarda a carregar-se 10 segons, quant tarda en la primera?
es_es: Si en la segunda unidad un programa tarda en cargarse 10 segundos, ¿cuánto tarda en la primera?

source: Accés domèstic a Internet
es_es: Acceso a Internet desde casa

source: {} converteix la informació digital en senyals analògics.
es_es: \begin{enumerate} \item {\ldots} convierte la información digital en señales analógicas.

source: També anomenats carpetes.
es_es: También llamadoscarpetas.

source: Els preus actuals d'una connexió ADSL contínua les 24 hores del día comencen per uns 39 euros mensuals per a una línia de 512 kbps.
es_es: Los precios actuales de una conexión ADSL contínua las 24 horas del día empiezan por unos 39 euros mensuales por una línea de 512 kbps.

source: El nom d'un fitxer local del nostre ordinador.
es_es: El nombre de un fichero local de nuestro ordenador.

source: Aquestes pàgines contenen una bona part dels continguts de l'assignatura Informàtica Aplicada a la Traducció que cursarà l'alumnat de tercer curs de la llicenciatura en Traducció i Interpretació de la Universitat d'Alacant; també poden ser útils per a assignatures similars en altres universitats (per això s'hi ha inclòs material que no s'estudia en Informàtica Aplicada a la Traducció).
es_es: Estas páginas contienen una gran parte de los contenidos de la asignatura Informática Aplicada a la Traducción que cursará el alumnado de tercer curso de la licenciatura en Traducción e Interpretación de la Universidat de Alicante; también pueden ser útiles para asignaturas similares en otras universidades (por eso se ha incluido material que no se estudia en Informática Aplicada a la Traducción).

source: Això permet enviar una carta d'una pàgina en unes dècimes de segon.
es_es: Eso permite enviar una carta de una página en unas décimas de segundo.

source: Normalment consisteix en xips RAM (random-access memory) de silici.
es_es: Normalmente consiste en chips RAM (random-access memory) de silicio.

source: Quin d'aquests tres mitjans d'emmagatzematge és el més ràpid?
es_es: \item ¿Cuál de estos tres medios de almacenamiento es el más rápido?

source: Sakurako vol convéncer Ahmed que ella es descarrega els fitxers MP3 més ràpid que ell, però Ahmed li diu que en les mateixes condicions ell tarda menys a baixar-se els fitxers, de vegades la meitat de temps.
es_es: Sakurako quiere convencer a Ahmed de que ella se descarga los ficheros Mp3 más rápido que él, pero Ahmed le dice que en iguales condiciones él tarda menos en bajarse los ficheros, a veces la mitad de tiempo.

source: La manera més comuna d'emmagatzemar les dades en memòria secundària estiguen organitzades en { fitxers} o documents organitzats en directoris o carpetes; la secció explica aquests conceptes amb detall.
es_es: La manera más común de almacenar los datos en memoria secundaria es que estén organizados en { ficheros} o documentos organizados en directorios o carpetas ; la sección explica estos conceptos con detalle.

source: A més d'usar un mòdem telefònic i la línia telefònica domèstica, hi ha d'altres alternatives per a l'accés telefònic: Les connexions de banda ampla anomenades ADSL (vegeu el glossari de la secció ) a través dels fils telefònics i la tecnologia equivalent (PLC, power line communications) a través de les línies del subministrament elèctric. Les connexions de banda ampla que ofereixen les companyies que ofereixen telèfon, televisió i Internet per cable. Per a aquestes connexions cal un mòdem de cable (vegeu el glossari de la secció ).
es_es: Además de usar un módem telefónico y la línea telefónica doméstica, hay otras alternativas para el acceso telefónico: Las conexiones de banda ancha llamadas ADSL (ver el glosario de la sección ) a través de las conexiones telefónicos y la tecnología equivalente (PLC, power line communications) mediante las líneas del suministro eléctrico. Las conexiones de banda ancha que ofertan las compañías que ofrecen teléfono, televisión e Internet por cable. Para estas conexiones hace falta un módem de cable (ver el glosario de la sección ).

source: Un monitor o pantalla, normalment una pantalla plana TFT{Les pantalles TFT (de l'anglés thin-film transistor) no porten cap tub de raigs catòdics, sinó que usen un o més transistors per a cada punt de la pantalla.
es_es: Un monitor o pantalla, normalmente una pantalla plana TFT{Las pantallas TFT (del inglés thin-film transistor) no llevan ningún tubo de rayos catódicos, sino que usan uno o más transitores para cada punto de la pantalla.

source: Unes 1200.
es_es: \item Unas 100.

source: Per llegir, escriure o enviar els missatges de correu electrònic, s'usen programes gestors de correu electrònic, com ara Outlook, Mozilla, Ximian Evolution, Pegasus o Eudora.
es_es: Para leer, escribir o enviar los mensajes de correo electrónico, se usan programas gestores de correo electrónico, como por ejemplo Outlook, Mozilla, Ximian Evolution, Pegasus o Eudora.

source: Executar programes i controlar-ne l'execució.
es_es: Ejecutar programas y controlar la ejecución.

source: Un dels serveis més usats d'Internet és el correu electrònic (en anglés electronic mail o e-mail), que ens permet enviar missatges (textos informatitzats que poden contenir, a més, fitxers adjunts o attachments) a usuaris d'altres ordinadors.
es_es: Uno de los servicios más usados de Internet es el correo electrónico (en inglés electronic mail o e-mail), que nos permite enviar mensajes (textos informatizados que pueden contener, además, ficheros adjuntos o attachments) a usuarios de otros ordenadores.

source: En el cas dels Mac des de l'any 2006 incorporen processadors Intel, així que podem instal·lar-hi Microsoft Windows o GNU/Linux amb tots els seus programes, encara que també podem usar el sistema operatiu propi anomenat Mac OS X.
es_es: En el caso de los Mac desde el año 2006 incorporan procesadores Intel, así que se puede instalar Microsoft Windows o GNU/Linux con todos sus programas, aunque también podemos usar el sistema operativo propio llamado Mac OS X.

source: Un octet pot estar, per tant, en $2^8=256$ estats diferents.
es_es: Un byte puede estar, por tanto, en $2^8=256$ estados diferentes.

source: Podem definir connexió de banda ampla com aquella que té una velocitat que supera àmpliament la que es pot obtenir amb un mòdem telefònic.
es_es: Podemos definir conexión de banda ancha como aquella que tiene una velocidad que supera ampliamente la que se puede obtener con un módem telefónico.

source: De fet, els programes d'aplicació solen estar escrits per a ser executats sobre un sistema operatiu, és a dir, els programes d'aplicació assumeixen que el sistema operatiu farà totes aquestes operacions senzilles i no contenen instruccions de programa per a fer-les, sinó només instruccions per a invocar els programes corresponents del sistema operatiu, cosa que simplifica enormement l'escriptura dels programes per part dels programadors.
es_es: De hecho, los programas de aplicación suelen estar escritos para ser ejecutados sobre un sistema operativo, es decir, los programas de aplicación asumen que el sistema operativo hará todas estas operaciones sencillas y no contienen instrucciones de programa para hacerlas, sino sólo instrucciones para invocar los programas correspondientes del sistema operativo, cosa que simplifica enormemente la escritura de los programas por parte de los programadores.

source: Ahmed Els dos es baixen els arxius en el mateix temps perquè els dos ordinadors tenen la mateixa RAM.
es_es: Ahmed Los dos se bajan los archivos en el mismo tiempo porque los dos ordenadores tienen la misma RAM.

source: Els algorismes es poden convertir fàcilment en programes d'ordinador si es canvien les instruccions bàsiques de l'algorisme per instruccions que entenga l'ordinador corresponent (vegeu l'apartat ).
es_es: Los algoritmos se pueden convertir fácilmente en programas de ordenador si se cambian las instrucciones básicas del algoritmo por instrucciones que entienda el ordenador correspondiente (ver el apartado ).

source: Els CD-ROM ---idèntics en aparença i molt similars en molts aspectes als CD de música--- emmagatzemen la informació òpticament.
es_es: Los CD-ROM ---idénticos en apariencia y muy similares en muchos aspectos a los CD de música--- almacenan la información ópticamente.

source: Una impressora (d'injecció o de raig de tinta ---la més típica---, o làser).
es_es: Una impresora (de inyección o de rayo de tinta ---la más típica---, o láser).

source: Cal fer més èmfasi sobre les aplicacions de codi obert i en concret a la possibilitat d'una estació de treball de traducció basada en elles: Linux (p.ex., Ubuntu Linux), OpenOffice.org, Mozilla, el programa de traducció assistida OmegaT i l'alineador bitext2tmx, etc.
es_es: Hay que hacer más énfasis sobre las aplicaciones de código abierto y en concreto a la posibilidad de una estación de trabajo de traducción basada en ellas: Linux (p.ej., Ubuntu Linux), Openoffice.org, Mozilla, el programa de traducción asistida OmegaT y el alineador bitext2tmx, etc.

source: (a) (a) (a) (c) (b).
es_es: \item (a) \item (b) \item (a) \item (a):

source: Que tenen en comú els últims octets.
es_es: Que tienen en común los últimos bytes.

source: Pot haver-hi dos carpetes amb el mateix nom una dins de l'altra?
es_es: \item ¿Puede haber dos carpetas con el mismo nombre una dentro de la otra?

source: De vegades, l'últim component d'un nom no es correspon amb l'indicatiu d'un país, sinó que indica la naturalesa del lloc (es tracta d'una relíquia del sistema de noms anterior); fins fa poc calia sobreentendre que es tractava d'un ordinador situat físicament als Estats Units d'Amèrica, però ara això ja no és necessàriament així.
es_es: A veces, el último componente de un nombre no se corresponde con el indicativo de un país, sino que indica la naturaleza del lugar (se trata de una reliquia del sistema de nombres anterior); hasta hace poco, había que sobreentender que se trataba de un ordenador situado físicamente en los Estados Unidos de América, pero ahora, esto ya no es necesariamente así.

source: En el cas de les línies elèctriques, la tecnologia rep també el nom de PLC (power line communications o comunicacions a través de les línies de força).
es_es: En el caso de las líneas eléctricas, la tecnología recibe también el nombre de PLC (power line communications o comunicaciones a través de las líneas de fuerza).

source: Amb 3 bits podem emmagatzemar \(222=8\)colors.
es_es: Con 3 bits podemos almacenar \(2\times2\times2=8\)colores.

source: Els anomenats de densitat doble (DD) ---molt poc usats actualment--- poden contenir 720 kB, és a dir, la meitat.
es_es: Los disquets llamados de densidad doble (DD) ---muy poco utilizados actualmente--- pueden contener 720 kB, es decir, la mitad.

source: Abans d'apagar l'ordinador, on es guarda el treball que s'ha fet per a continuar-lo demà?
es_es: Antes de apagar el ordenador, ¿dónde se guarda el trabajo que se ha realizado para continuarlo mañana?

source: Els fitxers són conjunts de dades amb un nom que els identifica i que es manipulen ---s'obrin, es tanquen, es copien, s'esborren--- com un tot.
es_es: Los ficheros son conjuntos de datos con un nombre que los identifica y que se manipulan ---se abren, se cierran, se copian, se borran--- como un todo.

source: El monitor (la pantalla) n'és el més comú.
es_es: El monitor (la pantalla) es lo más común.

source: Aquests ordinadors es poden presentar en grups connectats entre sí per a oferir major potència i capacitat i es munten de vegades en armaris especials anomenats racks.
es_es: Estos ordenadores se pueden presentar en grupos conectados entre sí para ofrecer mayor potencia y capacidad y se montan a veces en armarios especiales llamados racks.

source: Alguns ordinadors portàtils estan dissenyats de manera que, quan les bateries estan a punt d'esgotar-se, copien tota la memòria RAM al disc dur i s'apaguen.
es_es: \end{enumerate} \item Algunos ordenadores portátiles están diseñados de forma que, cuando las baterías están a punto de agotarse, copian \emph{toda} la memoria RAM al disco duro y se apagan.

source: S'ha de millorar la descripció de les tècniques de resolució de l'ambigüitat lèxica de transferència (polisèmia), tot donant un exemple de xarxa semàntica.
es_es: Se tiene que mejorar la descripción de las técnicas de resolución de la ambigüedad léxica de transferencia (polisemia), dando un ejemplo de campo semántico.

source: Un conjunt de dades que es manipula com un tot, resideix en algun mitjà d'emmagatzemament i té un nom.
es_es: \item ¿Cuál de estas definiciones de fichero es más correcta? \begin{enumerate} \item Un conjunto de datos que se manipula como un todo, reside en algún medio de almacenamiento y tiene un nombre.

source: Tot i que fa uns anys el seu preu era molt superior al d'un ordinador de sobretaula, avui la diferència és cada vegada més reduïda.
es_es: Aunque hace unos años su precio era muy superior al de un ordenador de sobremesa, hoy en día la diferencia es cada vez más reducida.

source: Compara el valor de l'acumulador amb 10.
es_es: Compara el valor del acumulador con 10.

source: [Memòria secundària:] memòria de llarg termini, permanent.
es_es: [Memoria secundaria:] memoria de largo plazo, permanente.

source: [Programes de comunicacions,] que permeten connectar el nostre ordinador a altres ordinadors, transferir fitxers, etc.
es_es: [Programas de comunicaciones,] que permiten conectar nuestro ordinador a otros ordenadores, transferir archivos, etc.

source: Faltaria una secció que descriga recursos per a traductors que es poden trobar en Internet: diccionaris, traductors, lliçons introductòries (tutorials), etc.
es_es: Faltaría una sección que describa recursos para traductores que se pueden encontrar en Internet: diccionarios, traductores, lecciones introductorias (tutoriales), etc.

source: Els portàtils actuals porten quasi tots pantalles TFT.
es_es: Los portátiles actuales llevan casi todos pantallas TFT.

source: Guarda el valor de l'acumulador en una posició de memòria que anomenarem suma, la qual contindrà la suma total.
es_es: Guarda el valor del acumulador en una posición de memoria que denominaremos suma, la cual contendrá la suma total.
